Repository: istrateandrei26/Licenta
Catalog: SocialAppFlutter/social_app/lib/l10n/app_*.arb
Languages: ro

# language
source: English
ro: Română

# username_placeholder
source: Username
ro: Nume de utilizator

# password_placeholder
source: Password
ro: Parolă

# forgot_password_text
source: Forgot password?
ro: Ați uitat parola?

# login_text
source: Login
ro: Autentificare

# sign_up_with_google_text
source: Sign Up with Google
ro: Înregistrare cu Google

# do_not_have_an_account_text
source: Don't have an account?
ro: Nu aveți un cont?

# register_now_text
source: Register Now
ro: Înregistrați-vă acum

# i_own_a_location_text
source: I own a location
ro: Dețin o locație

# register_text
source: Register
ro: Înregistrare

# firstname_text
source: Firstname
ro: Prenume

# lastname_text
source: Lastname
ro: Nume

# already_a_member_text
source: Already a member?
ro: Sunteți deja membru?

# login_now_text
source: Login Now
ro: Autentificare acum

# invalid_username_or_password_text
source: Invalid username or password
ro: Nume de utilizator sau parolă invalide

# email_already_in_use_text
source: Email already in use
ro: Emailul este deja în uz

# username_already_in_user_text
source: Username already in use
ro: Numele de utilizator este deja în uz

# successfully_registered_text
source: Successfully registered
ro: Înregistrare reușită

# owner_choice_view_we_are_happy_text
source: We are happy that you add value to the people's well-being
ro: Suntem încântați că adăugați valoare bunăstării oamenilor

# owner_choice_view_if_you_own_text
source: If you own a location and you want it to be available in our app, you can inform us and we will approve it depending a few checks
ro: Dacă dețineți o locație și doriți să fie disponibilă în aplicația noastră, ne puteți informa și o vom aproba în urma unor verificări

# owner_choice_view_submit_req_text
source: Submit request for a new location
ro: Trimiteți o cerere pentru o nouă locație

# owner_choice_view_confirm_pay_text
source: Confirm payment for an approved location
ro: Confirmați plata pentru o locație aprobată

# request_new_location_view_city_text
source: City
ro: Oraș

# request_new_location_view_location_name_text
source: Location Name
ro: Numele locației

# request_new_location_view_please_fill_fields_text
source: Please fill all the fields
ro: Vă rugăm să completați toate câmpurile

# request_new_location_view_successfully_text
source: Your request has been successfully delivered
ro: Cererea dumneavoastră a fost livrată cu succes

# request_new_location_view_wrong_text
source: Something went wrong
ro: Ceva nu a mers bine

# request_new_location_view_submit_text
source: Submit
ro: Trimite

# payment_verif_code_view_text
source: Please provide the payment verification code you received on your email
ro: Vă rugăm să furnizați codul de verificare al plății pe care l-ați primit pe email

# payment_verif_code_view_submit_code_text
source: Submit Code
ro: Trimiteți codul

# payment_verif_code_view_code_placeholder
source: Code
ro: Cod

# payment_verif_code_view_summary_text
source: Summary
ro: Rezumat

# payment_verif_code_view_pay_text
source: Pay
ro: Plătiți

# payment_verif_code_view_please_enter_text
source: Please enter verification code
ro: Vă rugăm să introduceți codul de verificare

# payment_verif_code_view_incorrect_code_text
source: Incorrect verification code
ro: Cod de verificare incorect

# payment_verif_code_view_already_used_text
source: Verification code already used
ro: Codul de verificare este deja utilizat

# payment_verif_code_view_correct_text
source: Your verification code is correct
ro: Codul de verificare este corect

# reset_password_view_text
source: You will receive a password reset code on your Sport Net account email
ro: Veți primi un cod de resetare a parolei pe adresa dvs. de email Sport Net

# reset_password_view_email_address_placeholder_text
source: Email Address
ro: Adresa de email

# reset_password_view_please_text
source: Please complete email
ro: Vă rugăm să completați adresa de email

# reset_password_view_email_not_found_text
source: The email was not found
ro: Adresa de email nu a fost găsită

# reset_password_view_submit_text
source: Submit Code
ro: Trimiteți Codul

# reset_password_view_confirm_text
source: A reset code has been sent to the provided email address
ro: Un cod de resetare a fost trimis la adresa de email furnizată

# reset_password_view_reset_code_placheholder_text
source: Reset Code
ro: Cod de resetare

# reset_password_view_new_pass_placeholder_text
source: New Password
ro: Noua Parolă

# reset_password_view_confirm_new_pass_placeholder_text
source: Confirm New Password
ro: Confirmați Noua Parolă

# reset_password_view_please_complete_text
source: Please complete all the fields
ro: Vă rugăm să completați toate câmpurile

# reset_password_view_reset_password_text
source: Reset Password
ro: Resetați Parola

# menu_view_chats_text
source: Chats
ro: Conversații

# menu_view_events_text
source: Events
ro: Evenimente

# menu_view_notifications_text
source: Notifications
ro: Notificări

# menu_view_profile_text
source: Profile
ro: Profil

# chat_list_view_no_conversations
source: You do not have any conversation yet
ro: Încă nu aveți nicio conversație

# chat_list_view_chats_text
source: Chats
ro: Conversații

# chat_list_view_you_sent_photo_text
source: You sent a photo
ro: Ați trimis o fotografie

# chat_list_view_sent_photo_text
source: sent a photo
ro: a trimis o fotografie

# chat_list_view_you_sent_video_text
source: You sent a video
ro: Ați trimis un videoclip

# chat_list_view_sent_video_text
source: sent a video
ro: a trimis un videoclip

# chat_list_view_you_text
source: You
ro: Dvs

# conversation_view_type_message_placeholder_text
source: Type message
ro: Scrieți un mesaj

# conversation_view_today_text
source: Today
ro: Astăzi

# conversation_view_yesterday_text
source: Yesterday
ro: Ieri

# conversation_details_view_group_details_text
source: Group Details
ro: Detalii grup

# conversation_details_view_user_details_text
source: User Details
ro: Detalii utilizator

# conversation_details_view_members_text
source: Members
ro: Membri

# conversation_details_view_common_interests_text
source: Common Interests
ro: Interese comune

# conversation_details_view_common_groups_text
source: Common groups
ro: Grupuri comune

# conversation_details_view_settings_text
source: Settings
ro: Setări

# conversation_details_view_change_group_name_text
source: Change group name
ro: Schimbați numele grupului

# conversation_details_view_change_group_image_text
source: Change group picture
ro: Schimbați imaginea grupului

# conversation_details_view_add_members_text
source: Add Members
ro: Adăugați membri

# conversation_details_view_leave_group_text
source: Leave group
ro: Părăsiți grupul

# conversation_details_view_enter_new_group_name
source: Enter new group name
ro: Introduceți noul nume al grupului

# conversation_details_view_confirm_text
source: Confirm
ro: Confirma

# conversation_details_view_choose_new_group_picture
source: Choose new group picture
ro: Alegeți o nouă imagine de grup

# conversation_details_view_sure
source: Are you sure you want to leave this group?
ro: Sunteți sigur că doriți să părăsiți acest grup?

# conversation_details_view_yes_sure
source: Yes, I'm sure
ro: Da, sunt sigur

# conversation_details_view_no_sure
source: No
ro: Nu

# conversation_details_view_search_friends_placeholder
source: Search friends
ro: Căutați prieteni

# conversation_details_view_no_friends_yet
source: No friends yet
ro: Niciun prieten încă

# conversation_details_view_not_friends_outside_group
source: You do not have friends which are not in this group
ro: Nu aveți prieteni care nu sunt în acest grup

# conversation_details_view_add_text
source: Add
ro: Adauga

# events_view_event_no_longer_available
source: This event is no longer available
ro: Acest eveniment nu mai este disponibil

# category_football_text
source: Football
ro: Fotbal

# category_basketball_text
source: Basketball
ro: Baschet

# category_tennis_text
source: Tennis
ro: Tenis

# category_hockey_text
source: Hockey
ro: Hochei

# category_ping_pong_text
source: Ping Pong
ro: Tenis de masă

# category_volleyball_text
source: Volleyball
ro: Volei

# category_handball_text
source: Handball
ro: Handbal

# category_swim_text
source: Swim
ro: Înot

# category_all_text
source: All
ro: Toate

# notifications_view_friend_requests_text
source: Friend requests
ro: Cereri de prietenie

# notifications_view_event_invites_text
source: Invites
ro: Invitații

# friend_requests_view_total_friends_text
source: Total friends
ro: Total prieteni

# friend_requests_view_no_friend_requests_text
source: No friend requests
ro: Nu există cereri de prietenie

# friend_requests_view_accepted_text
source: Accepted
ro: Acceptat

# friend_requests_view_accept_text
source: Accept
ro: Acceptă

# event_invites_view_no_event_invites_text
source: No event invites
ro: Nicio invitație la eveniment

# event_invite_view_google_cal_problem_text
source: This event intersects with an event from your Google Calendar
ro: Acest eveniment se intersectează cu un eveniment din Calendarul Google

# event_invite_view_event_not_available_text
source: This event is no longer available
ro: Acest eveniment nu mai este disponibil

# event_invite_view_event_intersects_text
source: This event intersects with an event you have already joined
ro: Acest eveniment se intersectează cu un eveniment la care deja ai participat

# event_invite_view_full_of_members_text
source: This event is already full of members
ro: Acest eveniment este deja plin de participanți

# event_invites_view_success_text
source: You have successfully joined the event
ro: Ai participat cu succes la eveniment

# event_invites_view_wrong_text
source: Something went wrong
ro: Ceva nu a mers bine

# invite_friends_to_event_view_text
source: Invite
ro: Invită

# event_details_view_guests_text
source: GUESTS
ro: INVITAȚI

# event_details_view_welcome_text
source: Welcome!
ro: Bun venit!

# event_details_view_best_match
source: This is one of the best match ever.
ro: Acesta este unul dintre cele mai bune meciuri vreodată.

# event_details_view_guest_fills
source: Guest list fills up fast so make sure you apply before hand to secure a spot.
ro: Lista de invitați se umple rapid, asigurați-vă că vă aplicați în avans pentru a vă asigura un loc.

# create_group_view_create_text
source: Create Group
ro: Creează grup

# event_details_view_members_text
source: MEMBERS
ro: MEMBRI

# event_details_view_invite_friends_text
source: Invite friends
ro: Invită prieteni

# event_details_view_join_text
source: Join Event
ro: Participă la eveniment

# event_details_view_quit_text
source: Quit Event
ro: Părăsește evenimentul

# profile_view_choose_profile_picture_text
source: Choose a new profile picture
ro: Alegeți o fotografie de profil nouă

# profile_view_confirm_text
source: Confirm
ro: Confirmă

# profile_view_attended_text
source: Attended
ro: Participat

# profile_view_honored_by_text
source: Honored by
ro: Onorat de

# profile_view_honored_text
source: Honored
ro: Onorat

# profile_view_add_friend_text
source: Add Friend
ro: Adaugă prieten

# profile_view_sent_friend_request_text
source: Sent Friend Request
ro: Cerere de prietenie trimisă

# profile_view_not_attended_events_text
source: You have not attended an event yet
ro: Nu ai participat încă la niciun eveniment

# profile_view_organized_text
source: Organized
ro: Organizat

# profile_view_admirers_text
source: Admirers
ro: Admiratori

# profile_view_no_attended_events_text
source: No attended events
ro: Niciun eveniment la care ai participat

# profile_view_no_organized_events_text
source: No organized events
ro: Niciun eveniment organizat

# profile_view_no_admirers_text
source: No admirers
ro: Niciun admirator

# change_password_view_change_password_text
source: Change Password
ro: Schimbă parola

# change_password_view_old_password_placeholder
source: Old Password
ro: Parolă Veche

# change_password_view_new_password_placeholder
source: New Password
ro: Parolă Nouă

# change_password_view_confirm_new_password_placeholder
source: Confirm New Password
ro: Confirmă Parola Nouă

# change_password_view_new_passwords_not_match
source: New password fields do not match
ro: Câmpurile pentru parola nouă nu se potrivesc

# change_password_view_wrong_old_password
source: Old password is wrong
ro: Parola veche este greșită

# change_password_view_complete_all_fields
source: Please complete all fields
ro: Vă rugăm să completați toate câmpurile

# card_form_view_card_details_text
source: Card Details
ro: Detalii card

# card_form_view_incomplete_form_text
source: The form is not complete
ro: Formularul nu este complet

# card_form_view_pay_text
source: Pay
ro: Plătește

# card_form_view_got_it
source: I got it
ro: Am înțeles

# card_form_view_failed
source: The payment failed
ro: Plata a eșuat

# card_form_view_try_again_text
source: Try again
ro: Încearcă din nou

# create_event_view_event_creator_text
source: Event Creator
ro: Creator de evenimente

# create_event_view_outreach
source: Outreach the opportunity to connect people through sports
ro: Oferă oportunitatea de a conecta oamenii prin sport

# create_event_view_choose_category
source: Choose Category
ro: Alegeți categoria

# create_event_view_enjoy_category
source: Enjoy whatever you want
ro: Bucurați-vă de orice doriți

# create_event_view_desired_city
source: My desired city is not in the list below
ro: Orașul meu dorit nu se află în lista de mai jos

# create_event_view_choose_city
source: Choose City
ro: Alege orașul

# create_event_view_enjoy_wherever
source: Enjoy wherever you want
ro: Bucurați-vă oriunde doriți

# create_event_view_desired_location
source: My desired location is not in the list below
ro: Locația mea dorită nu se află în lista de mai jos

# create_event_view_choose_location
source: Choose Location
ro: Alegeți locația

# create_event_view_map_loading
source: Map loading...
ro: Încărcare hartă...

# create_event_view_search_location
source: Search location
ro: Caută locația

# create_event_view_choose_time
source: Choose Time
ro: Alegeți ora

# create_event_view_enjoy_time
source: Enjoy whenever you want
ro: Bucurați-vă de oricând doriți

# create_event_view_choose_duration
source: Choose Duration
ro: Alegeți durata

# create_event_view_enjoy_duration
source: Enjoy as long as you want
ro: Bucurați-vă cât timp doriți

# create_event_view_choose_team
source: Choose Team
ro: Alegeți echipa

# create_event_view_enjoy_team
source: Enjoy with your team
ro: Bucurați-vă cu echipa dvs.

# create_event_view_add_some_friends
source: Add Some Friends
ro: Adăugați câțiva prieteni

# create_event_view_search_text
source: Search
ro: Caută

# create_event_view_no_results
source: No results
ro: Niciun rezultat

# create_event_view_almost_done
source: Almost done
ro: Aproape gata

# create_event_view_confirm_choices
source: Confirm your choices
ro: Confirmați alegerile

# create_event_view_intersect_same_location
source: This event intersects with an event in the same location
ro: Acest eveniment intersectează cu un eveniment din aceeași locație

# create_event_view_congrats
source: Congratulations
ro: Felicitări

# create_event_view_success
source: Your event has been successfully created
ro: Evenimentul dvs. a fost creat cu succes

# review_view_enjoy
source: Did you enjoy this event ?
ro: Ți-a plăcut evenimentul?

# review_view_honor
source: Do you want to honor a member ?
ro: Dorești să onorezi un membru?

# review_view_send
source: Send
ro: Trimite

# settings_view_local_calendar
source: Local Calendar
ro: Calendar local

# settings_view_google_calendar
source: Google Calendar
ro: Calendar Google

# internet_sheet_no_connectivity_message
source: No connectivity
ro: Fără conexiune

# internet_sheet_no_connectivity_dismiss_message
source: Dismiss
ro: Închide

# confirm_password_text_placeholder
source: Confirm password
ro: Confirmați parola

# please_check_inputs_text
source: Please check your info again
ro: Vă rugăm să verificați informațiile din nou

# location_not_enabled_text
source: Please turn on location service
ro: Vă rugăm să activați serviciul de localizare

# successfully_changed_password_text
source: Successfully changed password
ro: Parola schimbată cu succes
